public class ExampleD {
    public static void main(String args[]) {
        System.out.println("2024/09/06-block \uD83D\uDE12\n \uD83D\uDE12\uD83D\uDC94 ");
        System.out.println("හිරු මැකී යයි නීල අහසේ සේද මීදුම් මායිමේ\n" +
                "නිමාවී යයි මේ වසන්තේ\n" +
                "යළිත් නොම ඒ කිසි දිනේ\n" +
                "ගිනි කඳු පුපුරා ලෝදිය ගලනා තරම්\n" +
                "රිදුම් දෙයි ආදරේ...\n" +
                "නෙතු සලා හමුවෙලා සුසුමකින් වෙන් වුණා\n" +
                "නෙතු සලා හමුවෙලා සුසුමකින් වෙන් වුණා\n" +
                "\n" +
                "තුෂර පින්නේ පැතුම් ඕවිල්ලේ\n" +
                "ඔබේ සෙනෙහේ ඔහු හදේ රැඳුණේ\n" +
                "තුෂර පින්නේ පැතුම් ඕවිල්ලේ\n" +
                "ඔබේ සෙනෙහේ ඔහු හදේ රැඳුණේ\n" +
                "එදා මතකය සිතේ අහුරා\n" +
                "එදා මතකය සිතේ අහුරා\n" +
                "කාටවත් නොපෙනී අඳුරේ\n" +
                "ඉකිබිඳිමි රහසේ...\n" +
                "නෙතු සලා හමුවෙලා සුසුමකින් වෙන් වුණා\n" +
                "නෙතු සලා හමුවෙලා සුසුමකින් වෙන් වුණා\n" +
                "\n" +
                "සිනහ කඳුළේ දෙනෙත් දොවමින්\n" +
                "දුටුව සිහිනේ නෙත් වැසුණු අඳුරේ\n" +
                "සිනහ කඳුළේ දෙනෙත් දොවමින්\n" +
                "දුටුව සිහිනේ නෙත් වැසුණු අඳුරේ\n" +
                "ඈත මිහිදුම් අතර සඟවා\n" +
                "ඈත මිහිදුම් අතර සඟවා\n" +
                "යන්න පිය ලඳුනේ\n" +
                "හද සුසුම් පවනේ\n" +
                "රැගෙන මා සුබ පැතුම් හද තුටින් යනු මැනේ\n" +
                "රැගෙන මා සුබ පැතුම් හද තුටින් යනු මැනේ\n" +
                "රැගෙන මා සුබ පැතුම් හද තුටින් යනු මැනේ\n" +
                "රැගෙන මා සුබ පැතුම් හද තුටින් යනු මැනේ");
        System.out.println("Sorry!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!");
        System.out.println("sorry!!!!!!!!!!!!!!!!!");
    }
}
